[
    {
      "report_id": "INT-2024-763",
      "date": "2024-05-03T13:52:01.873198",
      "details": "Intelligence indicates heightened cyber activity originating from servers located in Minsk, Belarus. These activities coincide with recent political unrest in neighboring countries, suggesting potential involvement in destabilization efforts. The sophistication of the cyber attacks suggests state-sponsored actors with advanced capabilities. Analysis of communication intercepts reveals discussions among known Belarusian government officials regarding covert support for opposition groups in nearby regions. Additionally, satellite imagery shows increased military movements along the Belarusian border, raising concerns of potential escalation. The situation necessitates ongoing monitoring and diplomatic engagement to mitigate further destabilization in the region.",
      "summary": "Intelligence indicates heightened cyber activity originating from servers located in Minsk, Belarus",
      "country": {
        "name": "Belarus",
        "code": "BY",
        "coordinates": [27.9534, 53.7098]
      },
      "classification":"ULTRA SUPER SECRET",
      "compartments":[
        "ZZ",
        "ALPHA2"
      ],
      "group": "State-sponsored",
      "source": "Signals, geospatial, and open-source intelligence (SIGINT, GEOINT, OSINT)"
    },
    {
      "report_id": "INT-2024-867",
      "date": "2024-07-03T05:23:05.234234",
      "details": "Recent intelligence indicates that Rydan Lethos is spearheading a plot targeting major urban centers in Ireland. Lethos plans to initiate a series of coordinated cyber assaults on critical infrastructure, followed by physical strikes on key facilities. He has assembled a skilled team of operatives with expertise in cyber warfare and unconventional tactics. Urgent measures are required to disrupt Lethos's network and prevent the execution of his plan, as the potential impact on national security is significant.",
      "summary": "Recent intelligence indicates that Rydan Lethos is spearheading a plot targeting major urban centers.",
      "country": {
        "name": "Ireland",
        "code": "IE",
        "coordinates": [-7.6921, 53.1424]
      },
      "classification":"SUPER SECRET",
      "compartments":[
        "A8A",
        "UTK",
        "71B"
      ],
      "group": "Rydan Lethos",
      "source": "Human intelligence (HUMINT)"
    },
    {
      "report_id": "INT-2024-992",
      "date": "2024-07-14T02:44:12.984632",
      "details": "The latest surveillance data indicates that Rydan Lethos was last spotted in the vicinity of a covert meeting point in a remote mountain region. It is believed that Ethos was conducting a high-level rendezvous with known associates, potentially discussing operational details of upcoming plans. The area is known for its rugged terrain and limited access, suggesting that Ethos and his accomplices are employing evasive tactics to avoid detection. Intelligence assets are being mobilized to monitor the area closely and gather further information on Ethos's movements.",
      "summary": "The latest surveillance data indicates that Rydan Lethos was last spotted in the vicinity of a covert meeting point in a remote mountain region.",
      "country": {
        "name": "Ireland",
        "code": "IE",
        "coordinates": [-7.6921, 53.1424]
      },
      "classification":"SUPER SECRET",
      "compartments":[
        "A8A",
        "UTK",
        "71B"
      ],
      "group": "Rydan Lethos",
      "source": "Signals intelligence (SIGINT)"
    },
    {
      "report_id": "INT-2024-741",
      "date": "2024-07-31T03:23:09.749269",
      "summary": "Subject Patrick Hoge, an infamous hacker based in Baltimore, MD, was observed leading a covert surveillance operation utilizing a network of smart doorbells repurposed to track the movements of the local cat population.",
      "details": "Subject Patrick Hoge, an infamous hacker based in Baltimore, MD, was observed leading an unconventional yet highly effective covert surveillance operation. Hoge employed his technical expertise to create a network of smart doorbells, repurposed to track the movements of the local cat population. This unorthodox initiative resulted in a significant reduction in unexplained cat disappearances and a surprising increase in community vigilance. Analysts are baffled by Hoge's ingenuity, noting that this feline-focused program inadvertently enhanced overall neighborhood security.",
      "country": {
        "name": "United States of America",
        "code": "US",
        "coordinates": [-99.1332, 37.7749]
      },
      "classification":"SUPER SECRET",
      "compartments":[
        "ALPHA",
        "PCA",
        "B12"
      ],
      "group": "Patrick Hoge",
      "source": "Signals intelligence (SIGINT)"
    }
]